[
  "Je suis très satisfait de ce que vous avez fait pour moi.",
  "Ce restaurant est très bon.",
  "J'ai apprécié votre service.",
  "J'ai apprécié votre ambiance.",
  "J'ai apprécié votre cuisine.",
  "Délicieux.",
  "Très bon.",
  "Merci beaucoup.",
  "Meilleur que tout le monde.",
  "Wow... J'ai adoré cet endroit.",
  "Nous nous sommes arrêtés pendant le jour férié de fin mai sur la recommandation de Rick Steve et nous avons adoré.",
  "Le choix sur le menu était super et les prix aussi. Les frites étaient super aussi.",
  "Une grande touche.",
  "Le service était très rapide.",
  "J'ai essayé le maxi best of, poulet... mmmm !",
  "Hautement recommandé.",
  "La nourriture, incroyable.",
  "Le service est aussi mignon.",
  "Je m'en fiche... L'intérieur est tout simplement magnifique.",
  "Alors ils ont performé.",
  "C'est vrai... le mcflurry... ohhh ce truc est tellement bon. Personnel amical.",
  "Il y a aussi des combos comme un hamburger, des frites, ce qui est une bonne affaire.",
  "J'ai trouvé cet endroit par hasard et je ne pourrais pas être plus heureux. Dans l'ensemble, j'aime beaucoup cet endroit.",
  "La seule qualité rédemptrice du restaurant était qu'il était très bon marché.",
  "Portions généreuses et bons prix.",
  "Ma première visite à ce mcdo a été un délice ! Les crevettes tendres et moelleuses.",
  "Sur une note positive, notre serveur était très attentionné et a fourni un excellent service.",
  "Le burger est du bon boeuf, cuit juste ce qu'il faut.",
  "Ma salade avec la vinaigrette était si savoureuse",
  "Il est venu en courant après nous quand il s'est rendu compte que mon mari avait laissé ses lunettes de soleil sur la table.",
  "Leur burger est tellement bon ! La portion était énorme !",
  "J'ai adoré... des serveurs sympathiques, une excellente cuisine, un menu merveilleux et imaginatif.",
  "La salade avait juste la bonne quantité de sauce pour ne pas trop alimenter le burger, qui était parfaitement cuit.",
  "Cet endroit reçoit des étoiles pour leurs ENTRÉES !!!",
  "Nous reviendrons certainement ici.",
  "Nous sommes ravis d'avoir trouvé cet endroit.",
  "Excellente nourriture et service, portions énormes.",
  "Toujours un bon moment chez ce mcdo!",
  "Mise à jour ..... j'y suis retourné pour la deuxième fois et c'était toujours aussi incroyable Une excellente façon de terminer.",
  "Les burgers sont à tomber !",
  "Tout était frais et délicieux !",
  "Je serais de retour!",
  "La nourriture est arrivée rapidement! Très bonne cuisine.",
  "Notre serveur était fantastique !",
  "La seule bonne chose était notre serveur, il était très serviable.",
  "Le meilleur fast food de la ville, pour le prix, vous ne pouvez pas le battre.",
  "C'est l'un des meilleurs fast food que je connaisse.",
  "Nous sommes donc allés à ce mcdo et avons passé un après-midi fantastique !",
  "La nourriture était délicieuse, notre serveur était attentionné et aimable ET nous avons fait une bonne affaire !",
  "L'ambiance est magnifique et il y a de la musique.",
  "J'y retournerai lors du prochain voyage.",
  "Tellement bon !!",
  "Agréable, épicé et tendre.",
  "Bons prix.",
  "Le service était bien et la serveuse était sympathique.",
  "Les gars avaient tous des steaks, et notre fils qui adore les steaks, qui a mangé des steaks dans les meilleurs et les pires endroits, a dit que c'était le meilleur steak qu'il ait jamais mangé.",
  "Nourriture, service et ambiance phénoménaux.",
  "Ils ont une bonne sélection de plats, y compris un énorme sandwich au pain de viande, un wrap au poulet croustillant et de délicieux hamburgers. De délicieux mcflurry.",
  "J'ai pris un petit déjeuner très solide ici.",
  "Les toilettes sont propres et l'endroit lui-même est bien décoré.",
  "Mon fiancé et moi sommes venus au milieu de la journée et nous avons été accueillis et assis tout de suite.",
  "C'est un excellent mcdo.",
  "Le personnel est toujours super sympa et serviable, ce qui est particulièrement cool quand on amène deux petits garçons et un bébé !",
  "Quatre étoiles pour la nourriture et le serveur pour sa bonne ambiance et nous laissant toujours manger!",
  "Le burger était vraiment bon!",
  "Poulet de haute qualité sur la salade.",
  "Nous avons été rapidement accueillis et assis.",
  "Les macarons ici sont incroyablement bons.",
  "Notre serveur était très attentionné, sympathique et informatif. Bonne nourriture.",
  "Super endroit pour se détendre et avoir un super hamburger et un coca.",
  "Il est PARFAIT pour un repas de famille assis ou pour se retrouver entre amis.",
  "Les sièges du patio étaient très confortables. De loin mon fastfood préféré !",
  "Ce n'était tout simplement pas une expérience amusante.",
  "Très pratique !",
  "Les patrons sont super sympas et le personnel est courtois.",
  "Super tous les deux!",
  "Les patates douces étaient bonnes mais les rondelles d'oignon étaient parfaites ou aussi proches que j'ai eues.",
  "Le personnel était très attentionné.",
  "Et le chef a été généreux de son temps (il est même venu deux fois pour que nous puissions prendre des photos avec lui).",
  "Je promets qu'ils ne vous décevront pas. Quel super double cheeseburger!",
  "Super service et nourriture.",
  "Un bijou de quartier fantastique !!!",
  "J'ai hâte d'y retourner.",
  "C'est un super endroit et je le recommande vivement.",
  "Je lui ai donné 5 étoiles à l'époque, et je lui donne 5 étoiles maintenant. Dessert : Mcflurry était incroyable.",
  "Très bonne nourriture, bonne ambiance.",
  "Sacré bon steak. Les prix sont très raisonnables, les saveurs sont parfaites.",
  "Le décor est sympa.",
  "Le steak était incroyable.",
  "Bonne nourriture, bon service.",
  "Très bonne ambiance.",
  "Très bon service.",
  "Très bonne nourriture.",
  "C'était absolument incroyable. sera certainement de retour!",
  "Notre serveur était très gentil et attentionné, tout comme les autres serveurs.",
  "La caissière était sympathique et m'a même apporté la nourriture.",
  "L'ambiance ici est amusante.",
  "Le service est rapide et même les commandes à emporter",
  " sont comme on les aime !",
  "Cela dit, nos bouches et nos ventres étaient quand même assez contents.",
  "2 pouces vers le haut !!",
  "Ils ont une très bonne ambiance.",
  "Après une bouchée, j'étais accro. Mignon, pittoresque, simple, honnête.",
  "Le poulet était délicieusement assaisonné et avait la friture parfaite à l'extérieur et le poulet moelleux à l'intérieur.",
  "La nourriture était excellente comme toujours, félicitations au chef.",
  "Un merci spécial à Dylan T. pour la recommandation sur ce qu'il faut commander :) Tout est délicieux pour mon ventre.",
  "Bonne nourriture et service génial!",
  "Quant au service, je l'ai trouvé bon.",
  "Le meilleur restaurant chinois que je connaisse depuis un moment.",
  "Dans l'ensemble, j'aime la nourriture et le service.",
  "Ils servent également maintenant du pain naan indien avec du houmous et une sauce épicée aux pignons de pin qui était hors de ce monde.",
  "J'adore la déco.",
  "Je n'ai jamais rien eu à redire ici.",
  "Le restaurant est très propre et a une atmosphère de restaurant familial.",
  "Il y avait une atmosphère chaleureuse avec le service et je me sentais comme leur invité pour un traitement spécial.",
  "Un menu complet offre de nombreuses options pour le petit-déjeuner.",
  "Je commande toujours à partir du menu végétarien pendant le dîner, qui propose un large éventail d'options. De merveilleuses petites tapas et l'ambiance m'ont fait me sentir tout chaud et flou à l'intérieur.",
  "Quand je serai de ce côté de la ville, ce sera certainement un endroit où je reviendrai! C'est un super endroit pour manger!",
  "La nourriture était bonne, le service était bon, les prix étaient bons.",
  "Je suis si heureux d'être ici !!!",
  "L'un des rares endroits où je retournerais sans hésiter.",
  "Le burger était incroyable.",
  "C'est près de chez moi, c'est discret, pas chic, des prix abordables, de la bonne nourriture.",
  "Les caissières sont absolument incroyables!",
  "Ils étaient si bons que nous les avons commandés deux fois. J'ai eu une expérience assez satisfaisante.",
  "Parfait pour quelqu'un (moi) qui n'aime que l'attente des restaurants, ou dans ce cas, encore plus rapide.",
  "Les burgers sont un MUST HAVE ! Je n'ai pas beaucoup de mots à dire sur cet endroit, mais il fait tout assez bien.",
  "Le personnel est super gentil et très rapide même avec la foule folle des déglingés du centre-ville.",
  "Super ambiance, service sympathique et rapide.",
  "Les frites et le best of étaient vraiment bonnes.",
  "Cet endroit est super !!!!!!!!!!!!!",
  "Une fois à l'intérieur, vous serez impressionné par l'endroit.",
  "Et le service était super sympa. Cet endroit était une si belle surprise!",
  "Ils étaient dorés et croustillants et délicieux.",
  "La première fois que je suis venu ici, j'ai vécu une expérience incroyable.",
  "J'adore cet endroit.",
  "Je peux dire que les desserts étaient délicieux.",
  "J'adore le fait qu'ils mettent leur nourriture dans de jolis contenants en plastique au lieu de les entasser dans de petites boîtes à emporter en papier.",
  "Ils étaient excellents. Je viens de déjeuner ici et j'ai passé un excellent séjour.",
  "J'ai récemment essayé ce mcdo et j'y suis retourné chaque semaine depuis! La nourriture est sortie à un bon rythme.",
  "En fait, je vais arrondir à 4 étoiles, simplement parce qu'elle était tellement géniale.",
  "les pommes de terre étaient super et le biscuit aussi. Si savoureux et a juste la quantité parfaite de chaleur.",
  "Le prix est raisonnable et le service est excellent.",
  "Entré pour l'happy hour.",
  "Cet endroit est plutôt bien, bonne petite ambiance au restaurant.",
  "Parlez d'un excellent service client, bien sûr, nous reviendrons. J'adore leurs frites et leurs burgers.",
  "Toujours un plaisir de traiter avec lui.",
  "Cet endroit est génial.",
  "Le service était excellent, même le directeur est venu et a aidé avec notre table. Dans l'ensemble, un excellent restaurant mis en valeur par un excellent service, un cadre magnifique.",
  "Mon petit ami et moi nous sommes assis au mcdo et avons vécu une expérience complètement délicieuse.",
  "Nous nous sommes vraiment régalés.",
  "Je veux d'abord dire que notre serveur était super et que nous avons eu un service parfait.",
  "Dans l'ensemble, une super expérience.",
  "Leur pain grillé régulier était tout aussi satisfaisant avec des morceaux de beurre occasionnels... Mmmm... !",
  "Les frites et les steaks ici sont incroyables!!!!!!!!!!!!!!!!!!!! C'est mon nouveau mcdo préféré.",
  "Chaque fois que je mange ici, je vois un travail d'équipe attentionné à un degré professionnel."
]